/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Actualmente se está creando una tabla de ondas. Inténtalo de nuevo cuando haya finalizado el proceso de creación.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Se ha detectado información tímbrica para una sola onda. Para utilizar la modulación de formantes, ajusta el potenciómetro Modulación en Formante. Los potenciómetros “Forma 1” y “Forma 2” no están operativos.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Para crear una tabla de ondas, el archivo de audio debe tener un tono constante, varias secciones de tono separadas por un silencio, o bien una o varias secciones de ciclo sencillo.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "La nueva tabla de ondas contiene %d ondas.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Creando tabla de ondas";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Tabla de ondas creada con una onda sencilla";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Tabla de ondas no creada";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Tabla de ondas creada";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Interna";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Cadena lateral:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Desactivada";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Entrada de audio externa:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identificación de notas";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Análisis de tono";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analizando: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Error de apertura del archivo";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "No se encuentra el archivo que intentas cargar.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Error de apertura del archivo";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "No hay suficiente memoria disponible para cargar el archivo seleccionado.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "El archivo contiene cambios de tempo";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Advertencia: Uno o varios de los archivos que estás importando contienen marcadores de cambio de tempo. Esta versión de MainStage no admite la sincronización de archivos con cambios de tempo.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Error de apertura del archivo";

/* Playback file alert */
"PlaybackTransientsMessage" = "Se han ocultado los transitorios del archivo seleccionado en Logic Pro. Abre el archivo en Logic Pro y muestra los transitorios antes de volver a abrir el archivo en el módulo.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Error desconocido";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "No se ha podido abrir el archivo seleccionado.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Formato de archivo de audio incompatible";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "El archivo de audio que tratas de añadir no está en un formato de archivo compatible. Convierte el archivo a un formato compatible con iTunes u otra aplicación de audio antes de añadirlo al módulo Reproducción.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (archivo no encontrado)";
